const data = {
    1: {
        questions: [
            "برای دومین بار متوالی یک روزنامه محلی رایگان توسط پست به دست شما می‌رسد",
            "در حالی که بیرون از پارک قدم میزنید میتوانید برگ های جدیدی را روی درختان ببینید",
            "شما در حال تعویض یک لامپ قدیمی هستید و آن را در سطل زباله می اندازید",
            "سبد خرید خود را پر کرده اید و به سمت صندوق میروید",
            "وارد کافه ای میشوید و یک صندلی راحتی خالی میبینید",
            "در حال خارج شدن از هواپیما هستید و کت(لباس گرم/کاپشن) خود را میپوشید",
            "عصر را با تماشای تلویزیون میگذرانید و یک برنامه را میبینید که قبلا دیده اید",
            "اواخر شب سوار اتوبوس میشوید تا به خانه برگردید و اصلا متوجه گذر زمان تا رسیدن به مقصد نمیشوید",
            "در بخش پذیرش منتظر همکارتان هستید و میبینید که او از پله ها پایین می آید",
            "در حال آماده کردن حمام برای دوش گرفتن هستید و میبنید که هنوز مقداری صابون در حمام موجود دارید",
            "برای تهیه ی نان به مغازه میروید و انواع مختلف نان آنجا میبینید",
            "برای خرید در سوپرمارکت هستید و برای یک هفته لوازم را تهیه میکنید",
            "در حال آماده شدن هستید که برای پیاده روی صبحگاهی بیرون بروید و قبل از رفتن لباس گرمتان را همراه خود میبرید",
            "شما در دفتر کار خود هستید و تازه یک موز خورده اید",
        ],
        instruction: "سعی کنید خود را در موقعیت مطرح شده تصور کنید"
    },
    2: {
        questions: [
            "مدتی است به دنبال کار میگردید ، اما سه بار پشت سر هم در مصاحبه رد میشوید",
            "هنگام پیاده روی در یک شهر جدید هستید ، متوجه میشوید که نمیتوانید نقشه ی راهنما را دنبال کنید",
            "شما در حال جابجایی گیاه خانگی مورد علاقه ی خود هستید و به گل های گیاه آسیب میزنید",
            "در پمپ بنزین هستید، اتوموبیل را از بنزین پر کرده اید، اما  کارت خود (کیف پول) را نمیتوانید پیدا کنید",
            "وارد آشپزخانه میشوید، متوجه میشوید ظروف روزهای گذشته هنوز شسته نشده است",
            "از قطار پیاده میشوید، متوجه میشوید کیف خود را جا گذاشته اید",
            "شما تمام روز را صرف کاشی کردن حمام کرده اید و ناگهان متوجه میشوید بخش زیادی از کاشی ها را کج نصب کرده اید.",
            "سوار قطار اشتباهی میشوید و تا رسیدن به مقصد متوجه نمیشوید",
            "در یک کافه منتظر دوست خود هستید و متوجه میشوید که روز قرار را اشتباه به خاطر آورده اید",
            "هنگامی که شروع به تهیه ی شام میکنید ، متوجه میشوید بعضی از مواد اصلی برای تهیه ی غذای مورد نظر را ندارید.",
            "شما داوطلب میشوید که برای دوستانتان نهار تهیه کنید ، اما هنگامی که وارد رستوران میشوید سفارش غذای دوستانتان را فراموش کرده اید.",
            "شما در یک فروشگاه لباس مشغول امتحان کردن شلوار های جدید هستید، ولی هیچکدام مناسب سایز شما نیست",
            "شما در حال آماده شدن برای یک میهمانی مهم هستید اما ناگهان متوجه میشوید که لباسی که برای مهمانی انتخاب کرده بودید دیگر اندازه ی شما نیست",
            "شما در حال خرید هستید ، اجناس زیادی انتخاب میکنید ولی پول کافی برای پرداخت آن ندارید",
            "شما در حال رژیم غذایی هستید و تازه یک شیرینی پر کالری خورده اید.",
        ],
        instruction: "سعی کنید خود را در موقعیت مطرح شده تصور کنید"
    },
    3: {
        questions: [
            "توپی را که دوستتان به سمت شما پرت کرده است را دوباره میگیرید",
            "شما در ماشین خود هستید و در یک شهر کوچک رانندگی میکنید",
            "بطری نوشیدنی را باز میکنید و لیوان را پر میکنید",
            "شما ماشین ظرفشویی را بررسی میکنید و متوجه میشوید که دور آخر شستشوی آن تمام شده است",
            "شما تمام مسیر بزرگراه را رانندگی میکنید و از خروجی دوم سمت چپ خارج میشوید",
            "مجله ای برمیدارید و قبل از خواب چند صفحه ای از آن را میخوانید",
            "یک تکه نان تست برمیدارید و کره و مربا را روی آن پخش میکنید",
            "شما نقد و بررسی فیلم مورد علاقه ی خود را مطالعه میکنید و متوجه میشوید که هفته ی بعد میتوانید آن را تماشا کنید",
            "برای درست کردن چای کتری را روی گاز قرار میدهید و شیر را از توی یخچال در می آورید",
            "مشغول نهار خوردن هستید و نمک بیشتری روی سالاد خود میریزید",
            "شما در حال آماده کردن عصرانه تان هستید و شیر بیشتری توی ظرف میریزید",
            "دندان های خود را مسواک میزنید و بعد تصمیم میگیرد که آنها را نیز نخ دندان بکشید",
            "بعد از یک ساعت دوچرخه سواری سنگین، تصمیم میگیرد که استراحت کنید",
            "موادغذایی داخل یخچال را چک میکنید و متوجه میشوید که یخچال هنوز پر است",
            "از سوپرمارکت بن تخفیف دریافت میکنید",
        ],
        instruction: "نسبت به موقعیت داده شده خوداطمینان بخش باشید"
    },
    4: {
        questions: [
            "موفق به انجام دستورات رئیس خود در بازه ی زمانی تعیین شده نمیشوید",
            "در آزمون رانندگی قرار هستید ولی ناگهان چراغ قرمز را رد میکنید",
            "لاستیک ماشین خود را بیش از حد باد میکنید و در مسیر رفتن به سرکار پنچر میشود",
            "ماشین لباس شویی را باز میکنید و تازه متوجه میشوید که یک جوراب سیاه را با لباس های سفید خود شسته اید",
            "به یک مسابقه ی فوتبال میروید ولی فراموش میکنید که بلیط را همراه خود ببرید",
            "اطمیشما یک دستگاه پخش DVD گران قیمت خریده اید اما دو ماه است که از آن استفاده نکرده اید",
            "دنبال کلید های خانه خود میگردید و ناگهان متوجه میشوید که جیب لباس شما سوراخ است",
            "شما آگهی استخدام شغل مورد علاقه ی خود را میخوانید و متوجه میشوید که تقریبا هیچکدام از شرایط مورد نیاز را ندارید",
            "فیلمی را که شب گذشته از تلویزیون ضبط کرده اید را پخش میکنید ولی متوجه میشوید که فیلم اشتباهی را ضبط کرده اید",
            "مشغول نهار خوردن هستید و سس کچاپ را روی لباس جدید خود میریزید",
            "در حال اتو کشیدن لباس مورد علاقه ی خود هستید و ان را میسوزانید",
            "درحال پارک کردن ماشین خود هستید و بدنه ی آن با دیوار خراشیده میشود",
            "با اینکه برای یک امتحان سخت تلاش کرده اید ولی نمره ی خوبی نمی آورید",
            "شام خود را در فر چک میکنید، و متوجه میشوید کاملا سوخته است",
            "بابت تاخیر در بازگرداندن کتاب ها از کتابخانه جریمه دریافت میکنید",
        ],
        instruction: "نسبت به موقعیت داده شده خوداطمینان بخش باشید"
    },
    5: {
        questions: [
            "به ساعت خود نگاه میکنید و میفهمید که به زودی زمان نهار فراخواهد رسید",
            "نهال هایی که تازه کاشته اید را بررسی میکنید و میبیند که در حال رشد هستند",
        ],
        instruction: "لطفا خود را بطور کامل در موقعیت های شرح داده شده تصور کنید"
    },
    6: {
        questions: [
            "به آینه نگاه میکنید، متوجه میشوید که ظاهر شما ژولیده و نامرتب است",
            "شما در حال سرخ کردن سوسیس هستید ولی همه آنها میسوزند",
            "دیشب زنگ گوشی خود را تنظیم نکرده اید و حالا دیر سرکار رسیده اید",
        ],
        instruction: "لطفا خود را بطور کامل در موقعیت های شرح داده شده تصور کنید و شرایط را بصورت یک شکست یا اشتباه فردی در نظر بگیرید"
    },
    7: {
        questions: [
            "شما یک اپلیکیشن جدید نصب میکنید ولی نحوه ی استفاده از آن را بلد نیستید",
            "هزینه ی زیادی را برای خرید یک جفت کفش صرف میکنید ولی موقع راه رفتن با کفش ها راحت نیستید",
            " درحین آزمون عملی آزمون رانندگی هستید ولی ناگهان چراغ قرمز را رد میکنید",
        ],
        instruction: "لطفا خود را در موقعیت های شرح داده شده تصور کنید و نسبت به این شرایط به خود دلگرمی بدهید"
    },
};

export default data;
