import {Question} from "../store/questions/types";

export const questions: Question[] = [
    {
        text: 'مدتی است به دنبال کار میگردید ، اما سه بار پشت سر هم در مصاحبه رد میشوید',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'هنگام پیاده روی در یک شهر جدید هستید ، متوجه میشوید که نمیتوانید نقشه ی راهنما را دنبال کنید',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'شما در حال جابجایی گیاه خانگی مورد علاقه ی خود هستید و به گل های گیاه آسیب میزنید',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'در پمپ بنزین هستید، اتوموبیل را از بنزین پر کرده اید، اما  کارت خود (کیف پول) را نمیتوانید پیدا کنید',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'وارد آشپزخانه میشوید، متوجه میشوید ظروف روزهای گذشته هنوز شسته نشده است',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'از قطار پیاده میشوید، متوجه میشوید کیف خود را جا گذاشته اید',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'شما تمام روز را صرف کاشی کردن حمام کرده اید و ناگهان متوجه میشوید بخش زیادی از کاشی ها را کج نصب کرده اید',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'سوار قطار اشتباهی میشوید و تا رسیدن به مقصد متوجه نمیشوید',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'در یک کافه منتظر دوست خود هستید و متوجه میشوید که روز قرار را اشتباه به خاطر آورده اید',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'هنگامی که شروع به تهیه ی شام میکنید ، متوجه میشوید بعضی از مواد اصلی برای تهیه ی غذای مورد نظر را ندارید',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'شما داوطلب میشوید که برای دوستانتان نهار تهیه کنید ، اما هنگامی که وارد رستوران میشوید سفارش غذای دوستانتان را فراموش میکنی',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'شما در یک جلسه ی مهم در حال ارائه هستید امانمیتوانید فایل(پرونده) مورد نظر را پیدا کنی',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'شما در حال آماده شدن برای یک میهمانی مهم هستید اما ناگهان متوجه میشوید که لباسی که برای مهمانی انتخاب کرده بودید دیگر اندازه ی شما نیست',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'شما در حال سرخ کردن سوسیس هستید ولی همه آنها میسوزن',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'شما در حال خرید هستید ، اجناس زیادی انتخاب میکنید ولی پول کافی برای پرداخت آن ندارید',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'به آینه نگاه میکنید، متوجه میشوید که ظاهر شما ژولیده و نامرتب است',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'شما در حال حل کردن یک جدول کلمات متقاطع هستید و فقط دو ستون آن را میتوانید پاسخ بدهی',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'شما در حال امتحان دادن هستید درحالی که نتوانسته اید همه ی مطالب مربوط به امتحان را مطالعه کنید',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'بانک برای شما پیغامی روی تلفن همراهتان گذاشته است ولی شما به آن پیغام پاسخ نمیدهید',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'شما از یک سخنرانی(کلاس درس) بیرون می آیید در حالی که هیچ یک از مطالب را درک نکرده اید',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'شما در حال رژیم غذایی هستید و تازه یک شیرینی پر کالری خورده ای',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'دیشب زنگ گوشی خود را تنظیم نکرده اید و حالا دیر سرکار رسیده اید',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'به تقویم نگاه میکنید و متوجه میشوید که دیروز تولد پدرتان بوده است',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'شما در حال تایپ کردن یک مطلب بسیار مهم هستید اما بجای ذخیره ی فایل آن را حذف میکنید',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'شما در یک فروشگاه لباس مشغول امتحان کردن شلوار های جدید هستید، ولی هیچکدام مناسب سایز شما نیست',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'شما بدون چتر در زیر باران هستید، زیرا به هشدار پیش بینی وضع هوا توجه نکرده اید',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
    {
        text: 'شما در حال چک کردن حساب بانکی خود هستید و متوجه میشوید بیش از اندازه خرج کرده اید',
        option1: 'گزینه 1',
        option2: 'گزینه 2',
        option3: 'گزینه 3',
        option4: 'گزینه 4'
    },
];
